Repository: common-repository/wpbd-my-favorites
Catalog: languages/wpbd-*-favorites-*.po
Languages: fr_fr

source: Options saved
fr_fr: Options Sauvés

source: You entered an invalid value
fr_fr: Valeur invalide

source: General settings
fr_fr: Réglages

source: Save Changes
fr_fr: Sauver

source: Favorites
fr_fr: Favoris

source: My Favorites
fr_fr: Mes favoris

source: How many display favorites
fr_fr: Combien de favoris à afficher

source: Favorites number
fr_fr: Nombre de favoris

source: Determines how much favorites you want to display.
fr_fr: Déterminer combien de favoris vous voulez afficher.

source: Configure how many favorites you want to display on profile page and more.
fr_fr: Configurer combien de favoris vous voulez afficher et comment.

source: Favorites link name
fr_fr: Nom du lien vers les favoris

source: Determines link name on profil.
fr_fr: Déterminer le nom du lien visible sur le profil.

source: How to display the favorites
fr_fr: Comment afficher les favoris

source: Thumbnail
fr_fr: Miniature

source: Link
fr_fr: Lien
